BOOK_DATA = {
    'AbuDaud': {
        'ar': 'سنن أبي داود',
        'en': 'Sunan Abi Dawud',
        'author': 'أبو داود سليمان بن الأشعث الأزدي السجستاني',
    },
    'Bukhari': {
        'ar': 'صحيح البخاري',
        'en': 'Sahih al-Bukhari',
        'author': 'أبو عبد الله محمد بن إسماعيل البخاري الجعفي',
    },
    'IbnMaja': {
        'ar': 'سنن ابن ماجه',
        'en': 'Sunan Ibn Majah',
        'author': 'ابن ماجة أبو عبد الله محمد بن يزيد القزويني',
    },
    'Muslim': {
        'ar': 'صحيح مسلم',
        'en': 'Sahih Muslim',
        'author': 'أبو الحسين مسلم بن الحجاج بن مسلم القشيري النيسابوري',
    },
    'Nesai': {
        'ar': 'سنن النسائي',
        'en': "Sunan an-Nasa'i",
        'author': 'أبو عبد الرحمن أحمد بن شعيب بن علي الخراساني، النسائي',
    },
    'Tirmizi': {
        'ar': 'جامع الترمذي',
        'en': 'Jami` at-Tirmidhi',
        'author': 'محمد بن عيسى بن سَوْرة بن موسى بن الضحاك، الترمذي',
    },
}
